Repository: Tutorialwork/cody
Catalog: lib/l10n/app_*.arb
Languages: de

source: Error
de: Fehler

# error_empty_provider
source: Provider field must be filled
de: Das Anbieter Feld ist erforderlich.

source: Edit
de: Bearbeiten

source: Delete
de: Löschen

source: Save
de: Speichern

source: Password
de: Passwort

# edit_account_page_title
source: Edit account
de: Account bearbeiten

source: Provider
de: Anbieter

# question_deleting_account_title
source: Deleting account?
de: Account wirklich löschen?

# question_deleting_account_message
source: Do you really want to delete this account?
de: Soll dieser Account wirklich unwiderruflich gelöscht werden?

# label_deleting_account_confirm
source: Yes, delete
de: Ja löschen

# label_deleting_account_cancel
source: No, cancel
de: Nein nicht löschen

# label_generate_password_button
source: Generate password
de: Passwort generieren

# label_check_password_security
source: Check password security
de: Passwortsicherheit überprüfen

# toast_password_copied_to_clipboard
source: Password copied to clipboard
de: Passwort in die Zwischenablage kopiert

# toast_password_cannot_be_empty
source: Password can\'t be empty.
de: Passwort kann nicht leer sein.

# toast_account_cannot_be_added
source: Failed to add this account.
de: Account konnte nicht hinzugefügt werden.

# toast_account_successfully_added
source: %provider% successfully added.
de: %provider% erfolgreich hinzugefügt.

# password_checker_title
source: Password checker
de: Passwort überprüfen

# label_password_not_breached
source: This password was never found in any known data breach.
de: Dieses Passwort wurde in keinem Datenleck gefunden.

# label_password_breached
source: This password was found in %count% known data breaches.
de: Dieses Passwort wurde bereits in %count% Datenlecks gefunden.

# add_code_title
source: Add code
de: Account hinzufügen

# settings_title
source: Settings
de: Einstellungen

# label_app_authentication
source: App authentication
de: App-Schutz

# label_show_account_names
source: Show account names
de: Accountnamen anzeigen

# label_write_review
source: Write review
de: Bewertung schreiben

# label_developed_by
source: Developed by Manuel Schuler
de: Entwickelt von Manuel Schuler

# label_app_locked
source: The app is locked to show your codes please authenticate.
de: Die App ist momentan gesperrt. Um deine Accounts anzuzeigen entsperre die App.

# label_authentication_reason
source: Please authenticate to show your accounts.
de: Bitte authentifiziere dich um deine Accounts anzuzeigen.
